chat_system_99566777_actor_description=Baron Norge. Baron.
chat_system_99566777_snap_1_question=^?^I am glad to see you again, [player]. I was informed that the ghost has disappeared at last! My family and I thank you whole-heartedly!
chat_system_99566777_snap_1_answer_0=^?^Thank you, I'm glad that I managed to resolve your conflict without bloodshed.
chat_system_99566777_snap_5_question=^?^[player]! Welcome! What brings you to my humble castle?
chat_system_99566777_snap_5_answer_0=^?^Hello, baron. I dropped in just to ask if you have any errands for me.
chat_system_99566777_snap_6_question=^?^No, I have no errands. However, you are always a welcome visitor in my castle!
chat_system_99566777_snap_6_answer_0=^?^Thank you. See you later.
chat_system_99566777_snap_0_question=^?^I welcome you, Knight. I see you are in the royal service. What can I do for a Royal Searcher?
chat_system_99566777_snap_0_answer_0=^?^Indeed I wanted to ask you the same thing. Is there any way that I may be of assistance? 
chat_system_99566777_snap_0_answer_1=^?^Actually, I don't need any help. Goodbye.
chat_system_99566777_snap_2_question=^?^Interesting, very interesting. 'Tis not every day one meets a knight errant! Well, you may indeed be of help. Tell me, [class], have you perchance met a ghost near the castle? 
chat_system_99566777_snap_2_answer_0=^?^Yes, I have seen someone...
chat_system_99566777_snap_2_answer_1=^?^I did not pay attention...
chat_system_99566777_snap_3_question=^?^Well, this castle is haunted by the ghost of the former owner of the castle, the Baron Gostrim. He somehow got it into his head that I poisoned him in order to get his castle, his lands and, ha-ha, his wife!<br>This is an awful lie, of course! But people listen and some even believe him. It amounts to incitement to riot.<br>So, I would like you to sort things out with this Gostrim.
chat_system_99566777_snap_3_answer_0=^?^So do you want me to kill him? 
chat_system_99566777_snap_4_question=^?^Well... No, I suppose that there is no need to kill him. You may try to persuade him to leave my lands in peace. I am no murderer - it was just unlucky circumstances. 
chat_system_99566777_snap_4_answer_0=^?^Yeah, right. Maybe you mean to convince me that you married his widow by accident. Enough! I will see what I can do. 
chat_system_99566777_snap_4_answer_1=^?^On second thought, you had better find someone else for this business! 
